{
    "en":{
        "email":"E-mail",
        "partners":"Partners",
        "navbar":{
            "about":"About us",
            "activities":"Activities",
            "partners":"Partners",
            "contact":"Contact",
            "donate":"Donate",
            "gallery":"Gallery",
            "schedule":"Schedule",
            "account":"Account",
            "admin":"Administration",
            "login":"Login"
        },
        "about":{
            "aboutTitle":"Created with love and care for Ukraine in Switzerland",
            "contactUs":"Contact us",
            "assoTitle":"Ukraine Reborn association ",
            "assoDescription":[
                "We are an Independent Grassroot NGO that has started from a little humanitarian aid collection point in Swiss Romande in the first weeks of war in Ukraine.",
                "In just 3 weeks we have collected more then 1000 boxes of humanitarian aid which was sent to Ukraine, and helped over 20 families who fled to Switzerland from russian war. We have seen and were personally touched by how stressed and lost were these people, and how our small actions were making a big difference.",
                "In April 2022 we formed an association, which focused on supporting integration activities for the Ukrainian asylum seekers in Switzerland. Since then – we grew to one of the largest grassroot organizations in Swiss Romande, who works with the Ukrainian asylum seekers. We work closely with the Embassy of Ukraine to Switzerland, as well as the Permanent Mission of Ukraine to the UN offices and other international organizations in Geneva, as well as with the Bureau of Integration of Foreigners in Geneva and Hospice General in Geneva."
                ],
            "missionTitle":"Our mission",
            "missionDescription":"We believe that everyone has a right to live in freedom and safety. That’s why we are on a mission to help Ukrainian refuges that have fled to Switzerland restarting their lives and making the integration process as smooth as possible. Our primary focus is on most vulnerable population women and kids. ",
            "activitiesTitle":"Areas of activities ",
            "supportBanner":"Want to support us ? ",
            "partners":"Partners",
            "email":"E-mail",
            "teamTitle":"Our Team ",
            "teamDescription":"Agile team of experienced professionals with: ",
            "teamQualities":[
                "Deep understanding of Ukrainian mentality and refugees integration needs in Switzerland",
                "Proven experience in managing complex projects at the global scale, including education",
                "Know-how in mobilizing people through social to create a movement and impact at scale"],
            "contactDescription":"We are happy to get any help from any people who share our mission",
            "donateTitle":"Donate now",
            "donateDescription":"Our association supports well-being and integration of Ukrainian refugees seeking protection in Switzerland. Your donation is vital for people who have fled Ukraine. You could support our activities by making donations. ",
            "beneficiaryTitle":"Beneficiary",
            "donateMoreInfo":"Ukraine Reborn is non-profit association that is tax-exempt due to its public utility purpose. If you are an individual or corporate donor that pays taxes in Switzerland, you may deduct your donations from your taxable income. The maximum deduction amount varies depending on your canton of residence. We will be happy to send you an attestation for tax purposes upon request, for the donation amounts of minimum 100.- CHF per year. Please send us e-mail with your full name, address, contact details and amount of donation to "
        },
        "schedule":{
            "previous":"Previous",
            "today":"Today",
            "next":"Next",
            "month":"Month",
            "week":"Week",
            "day":"Day",
            "days":"Days",
            "hours":"Hours",
            "minutes":"Minutes",
            "futureEvents":"Future events",
            "createCourse":"Create course",
            "title":"Title",
            "time":"Time",
            "teacher":"Teacher",
            "room":"Room",
            "students":"Students",
            "ban":"Banned",
            "banInfo":"You have been banned, and hence cannot participate",
            "banDetail":"You cannot subscribe. You were banned on ",
            "banReason":"Reason",
            "duration":"Duration",
            "description":"Description",
            "participants":"Participants",
            "participate":"Participate",
            "confirm":"Confirm",
            "cancel":"Cancel",
            "registerConfirmation":"You have registered to the course",
            "registerWarning":"Be warned that you cannot unsubscribe from course later than 12 hours before the course starts",
            "conflicts":"Collisions for each day",
            "from":"from",
            "to":"to",
            "maxParticipants":"Maximum participants",
            "loading":"Loading",
            "delete":"Delete",
            "absent":"Absent",
            "courseSameTime":"Courses at the same time",
            "visitorInfo":"You cannot subscribe to courses as a visitor. You must subscribe from the Login section"
        },
        "account":{
            "accountInfos":"Account infos to complete",
            "confirm":"Confirm",
            "cancel":"Cancel",
            "addChild":"Register child",
            "children":"Children",
            "firstName":"First name",
            "lastName":"Last name",
            "phone":"Phone number",
            "register":"Register",
            "login":"Login",
            "email":"E-mail",
            "password":"Password",
            "passwordPlaceholder":"At least 6 characters",
            "passwordRepeatPlaceholder":"Repeat password",
            "connecting":"Connecting",
            "passwordConfirm":"Password confirm",
            "passwordTooShort":"Password is too short (must be at least 6 characters)",
            "passwordMismatch":"Passwords do not match",
            "forgotPassword":"Password forgotten ?",
            "registerTeacher":"Register as teacher",
            "googleLogin":"Login/Register with Google",
            "facebookLogin":"Login/Register with Facebook",
            "spermit":"S-permit number",
            "spermitInfo":"Users registered with a valid s-permit number can attend to courses freely",
            "return":"Return",
            "birthday":"Birthday",
            "address":"Address",
            "loading":"Loading",
            "reload":"Reload",
            "update":"Save",
            "logout":"Logout",
            "experience":"Experience",
            "studentsAge":"Students age",
            "teacher":"Teacher",
            "teacherConfirmationInfo":"Your registration as teacher will request an admin confirmation",
            "teacherRequestSubmitted":"Your request has been submitted and awaits for approval from an administrator",
            "student":"Student",
            "explanation":[
                "It's the first time you connect to this website. Which of the following are you ? ",
                "Please complete your profile after choosing"
            ]
        }
    },
    "fr":{
        "email":"E-mail",
        "partners":"Partenaires",
        "navbar":{
            "about":"À propos",
            "activities":"Activités",
            "partners":"Partenaires",
            "contact":"Contact",
            "donate":"Donation",
            "gallery":"Gallerie",
            "schedule":"Calendrier",
            "account":"Compte",
            "admin":"Administration",
            "login":"Login"
        },
        "about":{
            "aboutTitle":"Créé avec soin et amour en Suisse pour l'Ukraine",
            "contactUs":"Contactez-nous",
            "assoTitle":"Association Ukraine Reborn",
            "assoDescription":[
                "Nous sommes une ONG indépendante qui a démarré à partir d'un petit point de collecte d'aide humanitaire en Suisse romande au cours des premières semaines de la guerre en Ukraine.",
                "En seulement 3 semaines, nous avons collecté plus de 1000 boîtes d'aide humanitaire qui ont été envoyées en Ukraine, et nous avons aidé plus de 20 familles qui ont fui la guerre pour se réfugier en Suisse. Le stress et les pertes subies par ces personnes nous ont profondément touchés. Nous avons également pu constater à quel point nos petites actions faisaient une grande différence.",
                "En avril 2022, nous avons créé une association dont l'objectif est de soutenir les activités d'intégration des demandeurs d'asile ukrainiens en Suisse. Depuis lors, nous sommes devenus l'une des plus grandes organisations en Suisse romande, qui travaille avec les demandeurs d'asile ukrainiens. Nous travaillons en étroite collaboration avec l'Ambassade d'Ukraine en Suisse, ainsi qu'avec la Mission permanente d'Ukraine auprès des bureaux de l'ONU et d'autres organisations internationales à Genève, ainsi qu'avec le Bureau de l'intégration des étrangers à Genève et l'Hospice Général de Genève."
            ],
            "missionTitle":"Notre mission",
            "missionDescription":"Nous pensons que chacun a le droit de vivre dans la liberté et la sécurité. C'est pourquoi nous avons pour mission d'aider les réfugiés ukrainiens qui ont fui vers la Suisse à redémarrer leur vie et à rendre le processus d'intégration aussi facile que possible. Nous portons une attention particulière à la population la plus vulnérable, à savoir les femmes et les enfants.",
            "activitiesTitle":"Branches d'activités ",
            "supportBanner":"Vous voulez nous aider ? ",
            "partners":"Partenaires",
            "email":"E-mail",
            "teamTitle":"Notre équipe",
            "teamDescription":"Équipe agile de professionnels expérimentés avec : ",
            "teamQualities":[
                "Compréhension approfondie de la mentalité ukrainienne et des besoins d'intégration des réfugiés en Suisse",
                "Expérience avérée de la gestion de projets complexes à l'échelle mondiale, y compris dans le domaine de l'éducation",
                "Savoir-faire en matière de mobilisation sociale pour créer un mouvement et un impact à grande échelle"],
            "contactDescription":"Nous sommes heureux de recevoir l'aide de toute personne qui partage notre mission.",
            "donateTitle":"Donnez maintenant",
            "donateDescription":"Notre association soutient le bien-être et l'intégration des réfugiés ukrainiens qui cherchent protection en Suisse. Votre don est vital pour les personnes qui ont fui l'Ukraine. Vous pouvez soutenir nos activités en faisant des dons.",
            "beneficiaryTitle":"Bénéficiaire",
            "donateMoreInfo":"Ukraine Reborn est une association à but non lucratif exonérée d'impôts en raison de son but d'utilité publique. Si vous êtes un particulier ou une entreprise donatrice qui paie des impôts en Suisse, vous pouvez déduire vos dons de votre revenu imposable. Le montant maximal de la déduction varie en fonction de votre canton de résidence. Sur demande, nous vous enverrons volontiers une attestation fiscale pour les dons d'un montant minimum de 100 CHF par an. Veuillez nous envoyer un e-mail avec votre nom complet, votre adresse, vos coordonnées et le montant de votre don à l'adresse suivante "
        },
        "schedule":{
            "previous":"Précédent",
            "today":"Maintenant",
            "next":"Prochain",
            "month":"Mois",
            "week":"Semaine",
            "day":"Jour",
            "days":"Jours",
            "hours":"Heures",
            "minutes":"Minutes",
            "futureEvents":"Futurs événements",
            "createCourse":"Créer un cours",
            "title":"Titre",
            "time":"Horaire",
            "teacher":"Enseignant",
            "room":"Salle",
            "students":"Étudiants",
            "ban":"Banni",
            "banInfo":"Vous avez été banni et par conséquent, vous ne pouvez pas participer",
            "banDetail":"Vous ne pouvez pas vous inscrire. Vous avez été banni le ",
            "banReason":"Raison",
            "duration":"Durée",
            "description":"Description",
            "participants":"Participants",
            "participate":"Participer",
            "confirm":"Confirmer",
            "cancel":"Annuler",
            "registerConfirmation":"Vous êtes enregistré(e) au cours",
            "registerWarning":"Soyez attentif au fait que vous ne pouvez pas vous désinscrire plus tard que 12 heures avant le début du cours",
            "conflicts" : "Conflits pour chaque jour",
            "from" : "from",
            "to" : "to",
            "maxParticipants" : "Participants",
            "loading" : "Chargement",
            "delete":"Supprimer",
            "absent":"Absent",
            "courseSameTime":"Cours au même moment",
            "visitorInfo":"Vous ne pouvez pas vous inscrire à des cours en tant que visiteur. Vous devez vous inscrire à partir de la section Login"
        },
        "account":{
            "accountInfos":"Informations à compléter",
            "confirm":"Confirmer",
            "cancel":"Annuler",
            "children":"Enfants",
            "addChild":"Enregistrer un enfant",
            "firstName":"Prénom",
            "lastName":"Nom de famille",
            "phone":"Numéro de tel.",
            "register":"S'inscrire",
            "login":"Login",
            "email":"E-mail",
            "connecting":"Connexion",
            "password":"Mot de passe",
            "passwordPlaceholder":"Au moins 6 caractères",
            "passwordRepeatPlaceholder":"Répétez le mot de passe",
            "passwordConfirm":"Mot de passe (confirmation)",
            "passwordTooShort":"Le mot de passe est trop court (6 caractères minimum)",
            "passwordMismatch":"Les mots de passe ne correspondent pas",
            "forgotPassword":"Mot de passe oublié ?",
            "registerTeacher":"S'incrire en tant qu'enseignant",
            "googleLogin":"Login/inscription avec Google",
            "facebookLogin":"Login/inscription avec Facebook",
            "spermit":"Numéro de permis S",
            "spermitInfo":"Les utilisateurs enregistrés avec un numéro de permis S valide peuvent assister gratuitement aux cours",
            "return":"Retour",
            "birthday":"Date de naissance",
            "address":"Adresse",
            "loading" : "Chargement",
            "reload":"Réinitialiser",
            "update":"Sauvegarder",
            "logout":"Se déconnecter",
            "experience":"Expérience",
            "studentsAge":"Âge des étudiants",
            "teacher":"Enseignant",
            "teacherConfirmationInfo":"Votre enregistrement en tant qu'enseignant a besoin d'être approuvé par un administrateur",
            "teacherRequestSubmitted":"Votre requête a été soumise et attend l'approbation d'un administrateur",
            "student":"Étudiant",
            "explanation":[
                "C'est la première fois que vous vous connectez à ce site. Lequel êtes-vous ?",
                "Veuillez compléter votre profil après avoir choisi"
            ]
        }
    },
    "ua":{
        "email": "Електронна пошта",
        "partners": "Партнери",
        "navbar":{
            "about": "Про нас",
            "activities": "Діяльність",
            "partners": "Партнери",
            "contact": "Контакт",
            "donate": "Пожертвувати",
            "gallery": "Галерея",
            "schedule": "Календар",
            "account": "Обліковий запис",
            "admin": "Адміністрація",
            "login":"Логін"
        },
        "about":{ 
            "aboutTitle": "Створено з турботою та любов'ю у Швейцарії для України",
            "contactUs": "Зв'яжіться з нами",
            "assoTitle": "Асоціація Ukraine reborn",
            "assoDescription":[
                "Ми є незалежною громадською організацією, яка почала свою діяльність з невеликого пункту збору гуманітарної допомоги у франкомовній частині Швейцарії в перші тижні війни в Україні. ",
                "Всього за 3 тижні ми зібрали понад 1000 коробок гуманітарної допомоги, яку відправили в Україну, і допомогли понад 20 сім'ям, які втекли до Швейцарії від російської війни. Ми бачили і були особисто зворушені тим, наскільки стресовими і розгубленими були ці люди, і як наші маленькі дії мали велике значення.",
                "У квітні 2022 року ми створили асоціацію, яка зосередилася на підтримці інтеграційних заходів для українських шукачів притулку в Швейцарії. З того часу ми виросли до однієї з найбільших організацій у франкомовній частині Швейцарії, яка працює з українськими шукачами притулку. Ми тісно співпрацюємо з Посольством України в Швейцарії, а також з Постійним представництвом України при представництвах ООН та інших міжнародних організаціях у Женеві, а також з Бюро інтеграції іноземців у Женеві та Генеральним хоспісом у Женеві. "
                ],
            "missionTitle": "Наша місія",
            "missionDescription": "Ми віримо, що кожна людина має право жити у свободі та безпеці. Саме тому наша місія - допомогти українським біженцям, які вимушено виіхали до Швейцарії, розпочати нове життя та максимально полегшити процес інтеграції. Особливу увагу ми приділяємо найбільш вразливим верствам населення, а саме жінкам та дітям",
            "activitiesTitle": "Напрямки діяльності",
            "supportBanner": "Бажаєте нам допомогти? ",
            "partners": "Партнери",
            "email": "Електронна пошта",
            "teamTitle": "Наша команда",
            "teamDescription": "спритна команда досвідчених професіоналів з : ",
            "teamQualities":[
                "Глибоке розуміння українського менталітету та інтеграційних потреб біженців у Швейцарії",
                "Підтверджений досвід управління проектами глобального рівня, в тому числі у сфері освіти", "Експертиза у сфері соціальної мобілізації та інтеграції біженців у Швейцарії",
                "Експертиза в соціальній мобілізації для створення руху та впливу в широких масштабах"],
            "contactDescription": "Ми вітаємо допомогу від усіх, хто поділяє нашу місію",
            "donateTitle": "Пожертвувати зараз",
            "donateDescription": "Наша асоціація підтримує добробут та інтеграцію українських біженців, які шукають захисту в Швейцарії. Ваша пожертва є життєво важливою для людей, які вимушено виіхали з України. Ви можете підтримати нашу діяльність, зробивши пожертву.",
            "beneficiaryTitle": "Бенефіціар",
            "donateMoreInfo": "Ukraine Reborn є неприбутковою організацією, звільненою від сплати податків через свою суспільну мету. Якщо ви є приватною особою або корпоративним донором, який сплачує податки у Швейцарії, ви можете вирахувати ваші пожертви з вашого оподатковуваного доходу. Максимальна сума відрахування залежить від кантону, в якому ви проживаєте. За запитом ми з радістю надішлемо вам податкову довідку для пожертв на суму не менше 100 швейцарських франків на рік. Будь ласка, надішліть нам електронного листа з вашим повним ім'ям, адресою, контактними даними та сумою вашої пожертви на адресу "
        },
        "schedule":{ 
            "previous": "Попередній",
            "today": "Зараз",
            "next": "Наступний",
            "month": "Місяць",
            "week": "Тиждень",
            "day": "День",
            "days": "Дні",
            "hours": "Години",
            "minutes": "Хвилини",
            "futureEvents": "Майбутні події",
            "createCourse": "Створити курс",
            "title": "Назва",
            "time": "Розклад",
            "teacher": "Викладач",
            "room": "Кімната",
            "students": "Студенти",
            "ban":"заборонено",
            "banInfo":"Вас було заблоковано, а отже, ви не можете брати участь у заняттях",
            "banDetail": "Ви не можете підписатися. Вас було заблоковано на ",
            "banReason": "Причина",
            "duration": "Тривалість",
            "description": "Опис",
            "participants": "Учасники",
            "participate": "Брати участь",
            "confirm": "Підтвердити",
            "cancel": "Скасувати",
            "registerConfirmation": "Ви зареєструвалися на курс",
            "registerWarning": "Зверніть увагу, що ви не можете відписатися від курсу пізніше, ніж за 12 годин до його початку",
            "conflicts": "Конфлікти на кожен день",
            "from": "від",
            "to": "до",
            "maxParticipants": "Максимальна кількість учасників",
            "loading": "Завантаження",
            "delete": "Видалити",
            "absent": "Відсутній",
            "courseSameTime": "Одночасно",
            "visitorInfo": "Ви не можете підписатися на курси як відвідувач. Ви повинні підписатися з розділу 'Вхід'"
        },
        "account":{
            "accountInfos":"Інформація для заповнення",
            "confirm": "Підтвердити",
            "cancel": "Скасувати",
            "children":"діти",
            "addChild":"Зареєструвати дитину",
            "firstName": "Ім'я",
            "lastName": "Прізвище",
            "phone": "Номер телефону",
            "register": "Реєстрація",
            "login": "Логін",
            "email": "E-mail",
            "password": "Пароль",
            "passwordPlaceholder":"Щонайменше 6 символів",
            "passwordRepeatPlaceholder":"Повторити пароль",
            "connecting": "Підключення",
            "passwordConfirm": "Підтвердити пароль",
            "passwordTooShort": "Пароль занадто короткий (має бути щонайменше 6 символів)",
            "passwordMismatch": "Паролі не збігаються",
            "forgotPassword": "Забули пароль?",
            "registerTeacher": "Зареєструватися як викладач",
            "googleLogin": "Увійдіть/Реєструйтеся в Google",
            "facebookLogin": "Увійдіть/Реєструйтеся у Facebook",
            "spermit": "Номер S-дозволу",
            "spermitInfo": "Користувачі, зареєстровані з дійсним номером s-permit, можуть вільно відвідувати курси",
            "return": "Повернення",
            "birthday": "День народження",
            "address": "Адреса",
            "loading": "Завантаження",
            "reload": "Перезавантажити",
            "update": "Зберегти",
            "logout": "Вихід",
            "experience": "Досвід",
            "studentsAge": "Вік студентів",
            "teacher": "Вчитель",
            "teacherConfirmationInfo": "Ваша реєстрація як вчителя запросить підтвердження адміністратора",
            "teacherRequestSubmitted": "Ваш запит було надіслано і він очікує на затвердження адміністратором",
            "student": "Учень",
            "explanation":[
                "Ви вперше підключаєтеся до цього веб-сайту. Ким ви є? ",
                "Будь ласка, заповніть свій профіль після вибору"
            ]
        }
    }
}